[
   {
     "id": "alls_well_that_ends_well", 
     "filename": "",
     "title": "All's Well That Ends Well",
     "likelyDate": "1600",
	 "genre" : "comedy",
     "wiki": "https://en.wikipedia.org/wiki/All%27s_Well_That_Ends_Well",
     "gutenberg": "https://gutenberg.org/ebooks/1529",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/alls-well-ends-well/",
	 "synopsis": "Helen saves the King's life, he gives her his son to marry, who runs away from her, and she tricks him into impregnating her. Everything ends happily.",
      "desc" : "Bertram is compelled to marry Helena. Bertram refuses to consummate their marriage. He goes to Italy. In Italy he courts Diana. Helena meets Diana. They perform the bed trick. The play is considered one of Shakespeare's problem plays, a play that poses complex ethical dilemmas that require more than typically simple solutions."

   }, 
   {
     "id": "antony_and_cleopatra", 
     "filename": "",
     "title": "Antony and Cleopatra",
     "likelyDate": "1607",
	 "genre" : "tragedy",
     "wiki": "https://en.wikipedia.org/wiki/Antony_and_Cleopatra",
     "gutenberg": "https://gutenberg.org/ebooks/1534",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/antony-and-cleopatra/",
	 "synopsis": "Antony loves Cleopatra, but marries Caesar's sister so that they can be friends, but then leaves and goes to Cleopatra again. Caesar gets mad and everyone dies.",
      "desc" : "The plot is based on Thomas North's 1579 English translation of Plutarch's Lives (in Ancient Greek) and follows the relationship between Cleopatra and Mark Antony from the time of the Sicilian revolt to Cleopatra's suicide during the Final War of the Roman Republic. The major antagonist is Octavius Caesar, one of Antony's fellow triumvirs of the Second Triumvirate and the first emperor of the Roman Empire. The tragedy is mainly set in the Roman Republic and Ptolemaic Egypt and is characterized by swift shifts in geographical location and linguistic register as it alternates between sensual, imaginative Alexandria and a more pragmatic, austere Rome."
   }, 
   {
     "id": "as_you_like_it", 
     "filename": "",
     "title": "As you Like it",
     "likelyDate": "1603",
	 "genre" : "comedy",
     "wiki": "https://en.wikipedia.org/wiki/As_You_Like_It",
     "gutenberg": "https://gutenberg.org/ebooks/1523",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/as-you-like-it/",
	 "synopsis": "All brothers hate each other for some reason. Rosalind dresses up as a boy and convinces her crush to hit on her while she's a boy. Everyone is married by a Greek god.",
      "desc" : "As You Like It follows its heroine Rosalind as she flees persecution in her uncle's court, accompanied by her cousin Celia to find safety and, eventually, love, in the Forest of Arden. In the forest, they encounter a variety of memorable characters, notably the melancholy traveller Jaques, who speaks many of Shakespeare's most famous speeches. Jaques provides a sharp contrast to the other characters in the play, always observing and disputing the hardships of life in the country."
   }, 
   {
     "id": "comedy_of_errors", 
     "filename": "",
     "title": "The Comedy of Errors",
     "likelyDate": "1594",
	 "genre" : "comedy",
     "wiki": "https://en.wikipedia.org/wiki/The_Comedy_of_Errors",
     "gutenberg": "https://gutenberg.org/ebooks/23046",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/comedy-of-errors/",
	 "synopsis": "Antiphonus searches for his long lost identical twin brother, Antiphonus, while his servant, Dromio, searches for his long lost identical twin brother, Dromio. Shenanigans ensue.",
      "desc" : "Set in the Greek city of Ephesus, The Comedy of Errors tells the story of two sets of identical twins who were accidentally separated at birth. Antipholus of Syracuse and his servant, Dromio of Syracuse, arrive in Ephesus, which turns out to be the home of their twin brothers, Antipholus of Ephesus and his servant, Dromio of Ephesus. When the Syracusans encounter the friends and families of their twins, a series of wild mishaps based on mistaken identities lead to wrongful beatings, a near-seduction, the arrest of Antipholus of Ephesus, and false accusations of infidelity, theft, madness, and demonic possession."
   }, 
   {
     "id": "coriolanus", 
     "filename": "",
     "title": "Coriolanus",
     "likelyDate": "1606",
	 "genre" : "tragedy",
     "wiki": "https://en.wikipedia.org/wiki/Coriolanus",
     "gutenberg": "https://gutenberg.org/ebooks/1535",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/coriolanus/",
	 "synopsis": "Coriolanus hates the people, and they banish him from Rome. Coriolanus loves his mother, and she stops him from attacking Rome. He dies.",
      "desc" : "Coriolanus is the name given to a Roman general after his military feats against the Volscians at Corioli. Following his success he seeks to be consul, but his disdain for the plebeians and the mutual hostility of the tribunes lead to his banishment from Rome. He presents himself to the Volscians, then leads them against Rome."
   }, 
   {
     "id": "cymbeline", 
     "filename": "",
     "title": "Cymbeline",
     "likelyDate": "1609",
	 "genre" : "comedy",
     "wiki": "https://en.wikipedia.org/wiki/Cymbeline",
     "gutenberg": "https://gutenberg.org/ebooks/1133",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/cymbeline/",
	 "synopsis": "Innogen's fidelity is questioned, everyone puts on some sort of disguise, revelations abound at the end, and only one person dies.",
      "desc" : "Cymbeline is a play by William Shakespeare set in Ancient Britain and based on legends that formed part of the Matter of Britain concerning the early Celtic British King Cunobeline. Although listed as a tragedy in the First Folio, modern critics often classify Cymbeline as a romance or even a comedy. Like Othello and The Winter's Tale, it deals with the themes of innocence and jealousy. While the precise date of composition remains unknown, the play was certainly produced as early as 1611"
   }, 
   {
     "id": "hamlet", 
     "filename": "hamlet.json",
     "title": "Hamlet",
     "likelyDate": "1602",
	 "genre" : "tragedy",
     "wiki": "https://en.wikipedia.org/wiki/Hamlet",
     "gutenberg": "https://gutenberg.org/ebooks/1524",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/hamlet/",
	 "synopsis": "Hamlet sees his dead dad's ghost, pretends to go crazy with revenge, actually goes crazy with revenge (debatable), and everyone dies.",
      "desc" : "Hamlet is considered among the most powerful and influential works of world literature, with a story capable of 'seemingly endless retelling and adaptation by others'. It was one of Shakespeare's most popular works during his lifetime and still ranks among his most performed, topping the performance list of the Royal Shakespeare Company and its predecessors in Stratford-upon-Avon since 1879. It has inspired many other writers—from Johann Wolfgang von Goethe and Charles Dickens to James Joyce and Iris Murdoch."
   }, 
   {
     "id": "hen_iv_1", 
     "filename": "hen_iv_1.json",
     "title": "Henry IV, Part 1",
     "likelyDate": "1597",
	 "genre" : "history",
     "wiki": "https://en.wikipedia.org/wiki/Henry_IV,_Part_1",
     "gutenberg": "https://gutenberg.org/ebooks/1780",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/henry-iv-part-1/",
	 "synopsis": "King Henry IV fights off a growing rebellion while his son drinks and robs people; his son redeems himself.",
      "desc" : "Henry IV, Part 1 is the second play in Shakespeare's tetralogy dealing with the successive reigns of Richard II, Henry IV (two plays, including Henry IV, Part 2), and Henry V. Henry IV, Part 1 depicts a span of history that begins with Hotspur's battle at Homildon in Northumberland against Douglas late in 1402 and ends with the defeat of the rebels at Shrewsbury in the middle of 1403. From its first performance, it has been an extremely popular play both with the public and critics"
   }, 
   {
     "id": "henry_iv_part_2", 
     "filename": "",
     "title": "Henry IV, Part 2",
     "likelyDate": "1598",
	 "genre" : "history",
     "wiki": "https://en.wikipedia.org/wiki/Henry_IV,_Part_2",
     "gutenberg": "https://gutenberg.org/ebooks/1782",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/henry-iv-part-2/",
	 "synopsis": "King Henry IV fights off a growing rebellion while his son drinks and robs people; his son redeems himself.King Henry IV is dying; Falstaff is ... Falstaff-ing; Prince John is unethical; and Hal becomes King.",
      "desc" : "The play is often seen as an extension of aspects of Henry IV, Part 1, rather than a straightforward continuation of the historical narrative, placing more emphasis on the highly popular character of Falstaff and introducing other comic figures as part of his entourage, including Ancient Pistol, Doll Tearsheet, and Justice Robert Shallow. Several scenes specifically parallel episodes in Part 1."
   }, 
   {
     "id": "hen_v", 
     "filename": "hen_v.json",
     "title": "Henry V",
     "likelyDate": "1599",
	 "genre" : "history",
     "wiki": "https://en.wikipedia.org/wiki/Henry_V_(play)",
     "gutenberg": "https://gutenberg.org/ebooks/2253",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/henry-v/",
	 "synopsis": "Henry becomes king, kills a bunch of his old friends, and conquers the French.",
      "desc" : "The play is the final part of a tetralogy, preceded by Richard II, Henry IV, Part 1, and Henry IV, Part 2. The original audiences would thus have already been familiar with the title character, who was depicted in the Henry IV plays as a wild, undisciplined young man. In Henry V, the young prince has matured. He embarks on an expedition to France and, his army badly outnumbered, defeats the French at Agincourt."
   }, 
   {
     "id": "henry_vi_part_1", 
     "filename": "",
     "title": "Henry VI Part 1",
     "likelyDate": "1591",
	 "genre" : "history",
     "wiki": "https://en.wikipedia.org/wiki/Henry_VI,_Part_1",
     "gutenberg": "https://gutenberg.org/ebooks/1765",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/henry-vi-part-1/",
	 "synopsis": "King Henry is a child, so everyone tries to control him; Plantagenet and Somerset hate each other; after a war, Henry marries a woman he has never met; oh, and Joan of Arc is in it too.",
      "desc" : "Henry VI, Part 1 deals with the loss of England's French territories and the political machinations leading up to the Wars of the Roses, as the English political system is torn apart by personal squabbles and petty jealousy."
   }, 
   {
     "id": "henry_vi_part_2", 
     "filename": "",
     "title": "Henry VI, Part 2",
     "likelyDate": "1591",
	 "genre" : "history",
     "wiki": "https://en.wikipedia.org/wiki/Henry_VI,_Part_2",
     "gutenberg": "https://gutenberg.org/ebooks/2255",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/henry-vi-part-2/",
	 "synopsis": "Gloucester is conspired against and killed; York sends Cade to incite rebellion to see if it works, and it fails; York comes to incite rebellion anyway.",
      "desc" : "Henry VI, Part 2 focuses on the King's inability to quell the bickering of his nobles, the death of his trusted adviser Humphrey, Duke of Gloucester, the rise of the Duke of York and the inevitability of armed conflict. As such, the play culminates with the opening battle of the War, the First Battle of St Albans (1455)."
   }, 
   {
     "id": "henry_vi_part_3",
     "filename": "", 
     "title": "Henry VI Part 3",
     "likelyDate": "1591",
	 "genre" : "history",
     "wiki": "https://en.wikipedia.org/wiki/Henry_VI,_Part_3",
     "gutenberg": "https://gutenberg.org/ebooks/2256",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/henry-vi-part-3/",
	 "synopsis": "Henry and Edward can't be friends; Margaret wields a lot of power; they all battle and imprison and exile one another; Edward wins.",
      "desc" : "Henry VI, Part 3 deals primarily with the horrors of that conflict, with the once stable nation thrown into chaos and barbarism as families break down and moral codes are subverted in the pursuit of revenge and power"
   },
   {
     "id": "john", 
     "filename": "",
     "title": "King John",
     "likelyDate": "1595",
	 "genre" : "history",
     "wiki": "https://en.wikipedia.org/wiki/King_John_(play)",
     "gutenberg": "https://gutenberg.org/ebooks/1110",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/king-john/",
	 "synopsis": "France thinks that Arthur should be king; they fight; France thinks that Louis should be king; they fight; Henry becomes king.",
      "desc" : "The Life and Death of King John, a history play by William Shakespeare, dramatises the reign of John, King of England, the son of Henry II of England and Eleanor of Aquitaine and the father of Henry III of England. It is believed to have been written in the mid-1590s, but it was not published until 1623, when it appeared in the First Folio."
   }, 
   {
     "id": "jcaesar", 
     "filename": "jcaesar.json",
     "title": "Julius Caesar",
     "likelyDate": "1599",
	 "genre" : "tragedy",
     "wiki": "https://en.wikipedia.org/wiki/Julius_Caesar_(play)",
     "gutenberg": "https://gutenberg.org/ebooks/1522",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/julius-caesar/",
	 "synopsis": "Julius Caesar is warned of the ides of March, ignores it, and dies; plebeians are way too easily swayed; all the conspirators die too.",
      "desc" : "Although the play is named Julius Caesar, Brutus speaks more than four times as many lines as the title character, and the central psychological drama of the play focuses on Brutus. Brutus joins a conspiracy led by Cassius to murder Julius Caesar, to prevent Caesar becoming a tyrant. Antony stirs up hostility against the conspirators. Rome becomes embroiled in civil war."
   }, 
   {
     "id": "lear", 
     "filename": "",
     "title": "King Lear",
     "likelyDate": "1605",
	 "genre" : "tragedy",
     "wiki": "https://en.wikipedia.org/wiki/King_Lear",
     "gutenberg": "https://gutenberg.org/ebooks/1532",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/king-lear/",
	 "synopsis": "King divides kingdom, snubs daughter, goes mad, there's a storm, and everyone dies.",
      "desc" : "King Lear is a tragedy written by William Shakespeare. It is based on the mythological Leir of Britain. King Lear relinquishes his power and land to two of his daughters. He becomes destitute and insane and a proscribed crux of political machinations. "
   }, 
   {
     "id": "loves_labours_lost", 
     "filename": "",
     "title": "Love's Labour's Lost",
     "likelyDate": "1595",
	 "genre" : "comedy",
     "wiki": "https://en.wikipedia.org/wiki/Love%27s_Labour%27s_Lost",
     "gutenberg": "https://gutenberg.org/ebooks/1109",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/loves-labours-lost/",
	 "synopsis": "Four men forswear women right before four women arrive to meet them; the men change their minds.",
      "desc" : "Love's Labour's Lost follows the King of Navarre and his three companions as they attempt to swear off the company of women for three years in order to focus on study and fasting. Their subsequent infatuation with the Princess of France and her ladies makes them forsworn, (break their oath). In an untraditional ending for a comedy, the play closes with the death of the Princess's father, and all weddings are delayed for a year. The play draws on themes of masculine love and desire, reckoning and rationalisation, and reality versus fantasy."
   }, 
   {
     "id": "macbeth", 
     "filename": "macbeth.json",
     "title": "Macbeth",
     "likelyDate": "1606",
	 "genre" : "tragedy",
     "wiki": "https://en.wikipedia.org/wiki/Macbeth",
     "gutenberg": "https://gutenberg.org/ebooks/1533",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/macbeth/",
	 "synopsis": "Macbeth hears that he is going to be king; he and Lady Macbeth kill people so he can become king; both of them die.",
      "desc" : "Macbeth dramatises the damaging physical and psychological effects of political ambition on those who seek power for its own sake. Of all the plays that Shakespeare wrote during the reign of James I, who was patron of Shakespeare's acting company, Macbeth most clearly reflects the playwright's relationship with his sovereign."
   }, 
   {
     "id": "merry_wives_of_windsor", 
     "filename": "",
     "title": "The Merry Wives of Windsor",
     "likelyDate": "1597",
	 "genre" : "comedy",
     "wiki": "https://en.wikipedia.org/wiki/The_Merry_Wives_of_Windsor",
     "gutenberg": "https://gutenberg.org/ebooks/23044",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/merry-wives-windsor/",
	 "synopsis": "Falstaff tries to pursue two married women; the women are smart; they put him in a river, dress him as a woman, and bring him to a haunted forest; everyone is happy.",
      "desc" : "The Merry Wives of Windsor is a comedy by William Shakespeare first published in 1602, though believed to have been written in or before 1597. The Windsor of the play's title is a reference to the town of Windsor, also the location of Windsor Castle, in Berkshire, England. Though nominally set in the reign of Henry IV or early in the reign of Henry V, the play makes no pretence to exist outside contemporary Elizabethan era English middle class life. It features the character Sir John Falstaff, the fat knight who had previously been featured in Henry IV, Part 1 and Part 2. It has been adapted for the opera at least ten times. The play is one of Shakespeare's lesser-regarded works among literary critics. Tradition has it that The Merry Wives of Windsor was written at the request of Queen Elizabeth I."
   }, 
   {
     "id": "dream", 
     "filename": "dream.json",
     "title": "A Midsummer Night's Dream",
     "likelyDate": "1596",
	 "genre" : "comedy",
     "wiki": "https://en.wikipedia.org/wiki/A_Midsummer_Night%27s_Dream",
     "gutenberg": "https://gutenberg.org/ebooks/1514",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/midsummer-nights-dream/",
	 "synopsis": "People get lost in the woods. Puck manipulates their romantic affections and (in one case) anatomical head-shape. They put on a play.",
      "desc" : "The play is set in Athens, and consists of several subplots that revolve around the marriage of Theseus and Hippolyta. One subplot involves a conflict among four Athenian lovers. Another follows a group of six amateur actors rehearsing the play which they are to perform before the wedding. Both groups find themselves in a forest inhabited by fairies who manipulate the humans and are engaged in their own domestic intrigue. The play is one of Shakespeare's most popular and is widely performed."
   }, 
   {
     "id": "measure_for_measure", 
     "filename": "",
     "title": "Measure for Measure",
     "likelyDate": "1603",
	 "genre" : "comedy",
     "wiki": "https://en.wikipedia.org/wiki/Measure_for_Measure",
     "gutenberg": "https://gutenberg.org/ebooks/23045",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/measure-measure/",
	 "synopsis": "Angelo rules as a religious tyrant, tries to manipulate a nun to sleep with him, is foiled, and ultimately punished.",
      "desc" : "The play's plot features its protagonist, Duke Vincentio of Vienna, stepping out from public life to observe the affairs of the city under the governance of his deputy, Angelo. Angelo's harsh and ascetic public image is compared to his abhorrent personal conduct once in office, in which he exploits his power to procure a sexual favour from Isabella, whom he considers enigmatically beautiful. The tension in the play is eventually resolved through Duke Vincentio's intervention, which is considered an early use of the deus ex machina in English literature."
   }, 
   {
     "id": "merchant_of_venice", 
     "filename": "",
     "title": "The Merchant of Venice",
     "likelyDate": "1598",
	 "genre" : "comedy",
     "wiki": "https://en.wikipedia.org/wiki/The_Merchant_of_Venice",
     "gutenberg": "https://gutenberg.org/ebooks/1515",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/merchant-venice/",
	 "synopsis": "Shylock asks for a pound of flesh as part of a loan contract (weird), Bassanio agrees to it (weirder), and Portia saves the day by cross-dressing and pretending to practice the law (perfectly normal).",
      "desc" : "A merchant in Venice named Antonio defaults on a large loan provided by a Jewish moneylender, Shylock. It is believed to have been written between 1596 and 1599."
   }, 
   {
     "id": "much_ado_about_nothing", 
     "filename": "",
     "title": "Much ado about Nothing",
     "likelyDate": "1598",
	 "genre" : "comedy",
     "wiki": "https://en.wikipedia.org/wiki/Much_Ado_About_Nothing",
     "gutenberg": "https://gutenberg.org/ebooks/1519",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/much-ado-about-nothing/",
	 "synopsis": "Benedick and Beatrice don't love each other but then they do. Claudio and Hero love each other but then they don't but then they do again. Everyone gets married.",
      "desc" : "The play is set in Messina and centers around two romantic pairings that emerge when a group of soldiers arrive in the town. The first, between Claudio and Hero, is nearly altered by the accusations of the villain, Don John. The second romance, between Claudio's friend Benedick and Hero's cousin Beatrice, takes center stage as the play goes on, with both characters' wit and banter providing much of the humor."
   }, 
   {
     "id": "othello", 
     "filename": "",
     "title": "Othello",
     "likelyDate": "1603",
	 "genre" : "tragedy",
     "wiki": "https://en.wikipedia.org/wiki/Othello",
     "gutenberg": "https://gutenberg.org/ebooks/1793",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/othello-moor-venice/",
	 "synopsis": "Iago manipulates literally everyone. Othello gets really jealous. (Almost) everyone dies.",
      "desc" : "The story revolves around two characters, Othello and Iago. Othello is a Moorish general in the Venetian army charged with the generalship of Venice on the eve of war with the Ottoman Turks over the island of Cyprus. He has just married Desdemona, a beautiful and wealthy Venetian, much younger than himself, against the wishes of her father. Iago is Othello's jealous and bitter ensign, who maliciously stokes his master's jealousy until the usually stoic Moor kills his beloved wife in a fit of blind rage."
   },

   {
     "id": "richard_ii", 
     "filename": "",
     "title": "Richard II",
     "likelyDate": "1595",
	 "genre" : "history",
     "wiki": "https://en.wikipedia.org/wiki/Richard_II_(play)",
     "gutenberg": "https://gutenberg.org/ebooks/2250",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/richard-ii/",
	 "synopsis": "Richard wastes money, steals land, and kills political rivals; people are angry and rebel; Henry becomes king.; he kills political rivals.",
      "desc" : "It is based on the life of King Richard II of England (ruled 1377–1399) and chronicles his downfall and the machinations of his nobles. It is the first part of a tetralogy, referred to by some scholars as the Henriad, followed by three plays about Richard's successors."
   }, 
   {
     "id": "richard_iii", 
     "filename": "",
     "title": "Richard III",
     "likelyDate": "1592",
	 "genre" : "history",
     "wiki": "https://en.wikipedia.org/wiki/Richard_III_(play)",
     "gutenberg": "https://gutenberg.org/ebooks/1103",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/richard-iii/",
	 "synopsis": "Richard wants to become King no matter who he has to kill to get there; he kills everyone who stands in his way; spooky ghosts appear; Richard is killed.",
      "desc" : "Richard III concludes Shakespeare's first tetralogy (also containing Henry VI, Part 1, Henry VI, Part 2, and Henry VI, Part 3) and depicts the Machiavellian rise to power and subsequent short reign of King Richard III of England."
   }, 
   {
     "id": "r_and_j", 
     "filename": "r_and_j.json",
     "title": "Romeo and Juliet",
     "likelyDate": "1595",
	 "genre" : "tragedy",
     "wiki": "https://en.wikipedia.org/wiki/Romeo_and_Juliet",
     "gutenberg": "https://gutenberg.org/ebooks/1112",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/romeo-and-juliet/",
	 "synopsis": "The classic story of boy meets girl; girl's family hates boy's family; boy's family hates girl's family; boy kills girl's cousin; boy and girl kill themselves.",
      "desc" : "Play about two young Italian star-crossed lovers whose deaths ultimately reconcile their feuding families. It was among Shakespeare's most popular plays during his lifetime and, along with Hamlet, is one of his most frequently performed plays. Today, the title characters are regarded as archetypal young lovers."
   }, 
   {
     "id": "taming_of_the_shrew", 
     "filename": "",
     "title": "The Taming of the Shrew",
     "likelyDate": "1590",
	 "genre" : "comedy",
     "wiki": "https://en.wikipedia.org/wiki/The_Taming_of_the_Shrew",
     "gutenberg": "https://gutenberg.org/ebooks/1107",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/taming-of-the-shrew/",
	 "synopsis": "Katherine doesn't want to get married; Petruchio marries her and compels her to be obedient; everyone is happy? The end.",
      "desc" : "The Taming of the Shrew is a comedy that begins with a framing device in which a mischievous nobleman tricks a drunken tinker named Christopher Sly into believing he is actually a nobleman himself. The nobleman then has the play performed for Sly's diversion. The main plot depicts the courtship of Petruchio and Katherina, the headstrong, obdurate shrew."
   }, 
   {
     "id": "tempest", 
     "filename": "",
     "title": "The Tempest",
     "likelyDate": "1610",
	 "genre" : "comedy",
     "wiki": "https://en.wikipedia.org/wiki/The_Tempest",
     "gutenberg": "https://gutenberg.org/ebooks/23042",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/tempest/",
	 "synopsis": "A crew of men are shipwrecked on a magical island and tormented by an old man and his slaves.",
      "desc" : "After the first scene, which takes place on a ship at sea during a tempest, the rest of the story is set on a remote island, where the sorcerer Prospero, a complex and contradictory character, lives with his daughter Miranda, and his two servants—Caliban, a savage monster figure, and Ariel, an airy spirit. The play contains music and songs that evoke the spirit of enchantment on the island."
   }, 
   {
     "id": "timon_of_athens", 
     "filename": "",
     "title": "Timon of Athens",
     "likelyDate": "1605",
	 "genre" : "tragedy",
     "wiki": "https://en.wikipedia.org/wiki/Timon_of_Athens",
     "gutenberg": "https://gutenberg.org/ebooks/2262",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/timon-athens/",
	 "synopsis": "Timon gets into major debt, gets mad when no one wants to cover him, and pays some person in the woods to destroy Athens.",
      "desc" : " Timon lavishes his wealth on parasitic companions until he is poor and rejected by them. He rejects mankind and goes to live in a cave."
   }, 
   {
     "id": "troilus_and_cressida", 
     "filename": "",
     "title": "Troilus and Cressida",
     "likelyDate": "1602",
	 "genre" : "history",
     "wiki": "https://en.wikipedia.org/wiki/Troilus_and_Cressida",
     "gutenberg": "https://gutenberg.org/ebooks/1790",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/troilus-and-cressida/",
	 "synopsis": "Troilus loves Cressida, but she betrays him; Achilles loves Patroclus, but he is killed; the Trojan War goes on; no one is happy.",
      "desc" : "At Troy during the Trojan War, Troilus and Cressida begin a love affair. Cressida is forced to leave Troy to join her father in the Greek camp. Meanwhile, the Greeks endeavour to lessen the pride of Achilles."
   }, 
   {
     "id": "twelfth_night", 
     "filename": "",
     "title": "Twelfth Night",
     "likelyDate": "1601",
	 "genre" : "comedy",
     "wiki": "https://en.wikipedia.org/wiki/Twelfth_Night",
     "gutenberg": "https://gutenberg.org/ebooks/1527",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/twelfth-night/",
	 "synopsis": "Viola thinks her brother is dead. He thinks that she is dead. Everyone thinks that she is her brother. Everyone thinks that her brother is her. Shenanigans ensue.",
      "desc" : "The play centres on the twins Viola and Sebastian, who are separated in a shipwreck. Viola (who is disguised as Cesario) falls in love with Duke Orsino, who in turn is in love with Countess Olivia. Upon meeting Viola, Countess Olivia falls in love with her thinking she is a man."
   }, 
   {
     "id": "two_gentlemen_of_verona", 
     "filename": "",
     "title": "Two Gentlemen of Verona",
     "likelyDate": "1589",
	 "genre" : "comedy",
     "wiki": "https://en.wikipedia.org/wiki/The_Two_Gentlemen_of_Verona",
     "gutenberg": "https://gutenberg.org/ebooks/1108",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/two-gentlemen-verona/",
	 "synopsis": "Valentine and Proteus are best friends, except Proteus is disloyal to his girlfriend in pursuit of Valentine's fiance. There's a dog. Everyone gets married in the end, though.",
      "desc" : "It is considered by some to be Shakespeare's first play,[a] and is often seen as showing his first tentative steps in laying out some of the themes and motifs with which he would later deal in more detail; for example, it is the first of his plays in which a heroine dresses as a boy. The play deals with the themes of friendship and infidelity, the conflict between friendship and love, and the foolish behaviour of people in love. The highlight of the play is considered by some to be Launce, the clownish servant of Proteus, and his dog Crab."
   },  
   {
     "id": "winters_tale", 
     "filename": "",
     "title": "The Winter's Tale",
     "likelyDate": "1610",
	 "genre" : "comedy",
     "wiki": "https://en.wikipedia.org/wiki/The_Winter%27s_Tale",
     "gutenberg": "https://gutenberg.org/ebooks/2248",
	 "shakespeareOrg" : "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/winters-tale/",
	 "synopsis": "King Leontes becomes paranoid about his wife's fidelity; he imprisons her, kills their son, and banishes their infant daughter; years later, a statue comes to life.",
      "desc" : "Although it was grouped among the comedies, many modern editors have relabelled the play as one of Shakespeare's late romances. Some critics consider it to be one of Shakespeare's 'problem plays' because the first three acts are filled with intense psychological drama, while the last two acts are comic and supply a happy ending"
   }
 ]